abassegar
abeurador
abraonar
aclaparar
aclucar
adient
adobar
adreçar-se
àdhuc
afanyar-se
agenollar-se
agosarat
ajornar
ajupir-se
aldarull
alliçonar
amanyagar
amarar
amoïnar-se
ampit
andròmina
angoixa
angúnia
ànsia
apaivagar
aplec
aplegar
apujar
arengades
argüir
arrabassar
arrambar-se
arravatar-se
arraconar
arran
arraulir
arrenglerar
arreplegar
arreu
arronsar
arrufar
arrupir-se
assecar
assenyat
assossegat
atabalar
atansar
atapeir
atiar
atipar-se
atonyinar
atrafegat
atrotinat
atzagaiada
aüixar
avenir-se
aviar
aviat
badada
badar
badallar
badoc
bafarada
bajanada
baladrer
balaperduda
baliga-balaga
bandarra
barbamec
barrar
barrejar
barrinar
basarda
bastó
batibull
batifuller
batzegada
befa
bellugar
beneit
bestiesa
ble
boc
bocabadat
bony
bonyegat
borinot
borrissol
boterut
botir
botorut
brama
brandar
bregar
brollar
budell
bufa
bufera
bufó
bull
bunyol
burxar
busca-raons
cabal
cabàs
cabòries
cagarrines
caire
calbot
calçar-se
calçotets
caldre
caliu
camàndules
caminoi
capdamunt
capdavall
capficar-se
capgirar
capsigrany
carabassa
carallot
cardar. 
cargolar
cascar
catúfols
cèntims
claferta
clapa
clapar
clatellada
clatellot
cleca
cleda
clenxa
clenxinat
clofolla
closca
cloure
coi
collar
coloraines
corc
corcar
corriol
covar
crostó
cruspir
cuc
cuca
daixonses
daltabaix
defugir
deixondir
deler
delit
dèria
desassossec
descloure
descregut
desdir
desembussar
desempallegar
desendreçar
desfermar
desfilagarsar
desganat
desgavell
desllorigar
desmanegat
desmenjat
desori
destarotar
desteranyinar
destraler
destriar
desullar
disbarat
doll
eixelebrat
eixerit
eixordidor
eixorivir
eixugar
embafat
embalum
embat
embolicar
embolicatroques
endrapar
enravessat
embosta
embotir
embranzida
emmerdar-se
empaitar
empantanegat
empastifar
empatollar-se
emperifollar-se
empescar
empetitir
empiocat
empipar
empotrar-se
emprenyamenta
emprenyar
encalçar
encantar-se
encaparrar-se
encarcarat
encaterinar
encenalls
encetar
encisat
enclastar
encomanar
endebades
endinyar
endossar
endreçar
engrunes
fartar-se
enfilar-se
enfotre-se'n
enfurismat
engalzar
enganxós
enganyifa
engirgolat
enguany
enjogassar
enlairar
enllestir
enlloc
enlluernar
ennuegar-se
enraonar
enravassat
enrabiada
enrecordar-se
enredar
enrenou
enretirar
enrogallat
ensarronar
ensopega
ensopir
ensorrar
ensortir-se'n
ensumar
entaforar
entebenar
enteniment
entortolligar
entrebanc
entremaliat
enutjar-se
envelat
enxampar
enxovat
esbaldregat
esbalotar
esbandir
esbarriar
esberlar
esbiaixar
esbotzar
esberlar
esbravar
esbrinar
esbufegar
esbullar
escabellat
escadusser
escagarrinar-se
escairat
escaldar
escampar
escanyapobres
escapçar
escapolir-se
escarafall
escarrabillar
escarransit
escarrassar-se
escanyolit
escarràs
escatir
escaure
esclafar
esclatar
escorcoll
escórrer
escridassar
escuat
escudella
escunyar-me
escurar
esfilagarsar
esgarips
esgarrapar
esgarriar
esgarrifar
esgarrinxada
esguerrar
esma
esmerçar
esmicolar
esmorteir
esmunyir-se
esparpillar
esparracar
esparverar
espaterrant
espetegar
espifiar-la
esplomat
espolsar
esqueixar
esquerda
esquinçar
esquitllar
estaquirot
estarrufar-se
estibar
estirabot
estiregassar la roba
estripar
estabornir
estalvis
estimbar
estintolar
estiragassar
estiragonyar
estomacar
estona
estovar
estrafer
estrafolari
estrassa
estrebada
estrènyer
estripar
esvalotar
esventar
esverar-se
etzibar
fal·lera
falòrnies
farcell
fart
fàstic
fastiguejar
feinada
feixuc
fer el ronso
ferum
fiar-se
filagarsar
flaire
fleuma
fogots
follet
fondalada
foragitar
fortor
fotesa
fotimer
fressa
frisança
gaire
gairebé
galet
galifardeu
galipàndria
galta
gambar
ganàpia
ganyota
garbuig
gargot
garrativat
garrepa
gatzara
gec
gens ni mica.
gibrell
giny
giragonsa
glop
glopejar
gosar
got
grapat
grapejar
gratar
gresca
grillat
grinyolar
gripar
gruix
gruixut
grumoll
guaitar
guerxo
guillar
guitza
guix
guixot
guspira
jec
jeure
junyir
just
llàntia
llantiós
llefiscós
llepafils
llepar
llesca
llomillo
llufa
magarrufes
magre
magrejar
mainada
malaguanyat
maldestre
malgrat
malifeta
manyac
matusser
marge de pedra seca
marrec
masegar
mastegot
mastufejar
mena
menar
menester
menut
menystenir
mestressa
mestre-tites
mestretites
minyó
moll
molles
mongeta tendra
moxaina
mullader
mullena
munyir
murri
nansa
nafra
neguit
ninot
nogensmenys
nosa
nyanyo
nyonya
nyap
nyigo-nyigo
nyigui-nyogui
òndia
pair
pallofa
palplantat
pampallugues
panet
panxa amunt
panxa enlaire
papamosques
parer
parrac
passar ànsia
patacada
patapam!
trumfos
péixer
pelleringa
pencar
penques
perepunyetes
pertocar
pessigolles
pífia
pinyol
plantofada
plànyer
plegar
poca-solta
pòsit
potinejar
potingues
prémer
preuar
pujol
puntada de peu
púrria
quec
queixalar
quisso
rabassut
rabejar
raguitzell
raig
rampell
rampoina
raure
reblar
rebombori
rebregar
rec
recança
recargolar
recular
reeixir
refotut
refregar
regalimar
regirar
reguerot
reguitzell
remei
remenar
remugar
renec
renegar
repapar
repenjar
repentinar
repixar
reposar
requesta
resclosa
resclosit
ressol
retret
retruc
revifar
reviscolar
revolt
rodal
rodolar
romanços
rondinar
ronya.
rostir
rostos
rovell
rovellar
ruc
ruixar
ruixat
rumiar
sacsejar
safareig
saltamarges
saltataulells
saltiró
samfaina
sanglot
sapastre
séc
segar
senderi
seny
serrell
soca
socarrimar
somiatruites
somicar
sot
sotrac
sucar
sofraja
somiquejar
sòmines
tafaner
tartana
tabal
tabalot
tafaner
tanmateix
tapamorros
tarannà
tel
teranyina
terrabastall
tibar
timba
tip
tirallonga
toll
topar
torcar
tossir
tòtil
trabar
traça
traginer
tràngol
trau
trellat
trempar
trencadissa
triar
trigar
trinxar
tripijocs
trontollar
ull de poll
untar
vadar
vagar
vailet
vatua!
ventafocs
ventar
vespre
viarany
virolla
xàfec
xarrupar
xerinola
xerrac
xerrameca
xerranca
xerrar
xerrera
xic
ximple
xisclar
xiular
xivarri
xop
xoriguer
xuclar